Repository: arpita-jain/sai
Catalog: arben_11nov_bk/wp-content_bk/plugins/wp-bannerize/localization/wp-bannerize-*.po
Languages: it_it, tr_tr

source: Publish
it_it: Pubblicati
tr_tr: Yayınla

source: This software is free. You don't need to donate money to support it. Just talk about it.
it_it: Questo software è gratuito. Non devi donare denaro per supportarlo. Basta che ne parli.

source: For more info and plugins visit
it_it: Per maggiori informazioni e Plugins visita
tr_tr: Daha fazla bilgi ve eklenti için git

source: WARINING!! Do you want delete this banner?
it_it: Attenzione!! Sei sicuro di voler eliminare questo banner?
tr_tr: DİKKAT!! Bu bannere'ı silmek istiyormusun?

source: WARINING!! Do you have to check `Confirm unreversible action`
it_it: ATTENZIONE!! Devi spuntare la voce di 'Conferma azione irreversibile'
tr_tr: DİKKAT!! Kontrol etmek istermisin `Geri dönüşü olmayan işlemi onayla`

source: WARINING!! Are you sure to erase all WP Bannerize Database Table?
it_it: ATTENZIONE!! Sei davvero sicuro di voler eliminare tutti i dati nella tabella di WP Bannerize?
tr_tr: DİKKAT!! Tüm WP Bannerize tablosunu silmek istediğine eminmisin?

source: Choose Time
it_it: Scegli orario
tr_tr: Zaman Seç

source: Time
it_it: Ora
tr_tr: Zaman

source: Hour
it_it: Ore
tr_tr: Saat

source: Minute
it_it: Minuti
tr_tr: Dakika

source: Seconds
it_it: Secondi
tr_tr: Saniyeler

source: Now
it_it: Adesso
tr_tr: Şimdi

source: Su,Mo,Tu,We,Th,Fr,Sa
it_it: Do,Lu,Ma,Me,Gi,Ve,Sa
tr_tr: Pzr,Pzrts,Sl,Çrş,Prş,Cu,Cts

source: January,February,March,April,May,June,July,August,September,October,November,December
it_it: Gennaio,Febbraio,Marzo,Aprile,Maggio,Giugno,Luglio,Agosto,Settembre,Ottobre,Novembre,Dicembre
tr_tr: Ocak,Şubat,Mart,Nisan,Mayıs,Haziran,Temmuz,Ağustos,Eylül,Ekim,Kasım,Aralık

source: Close
it_it: Chiudi
tr_tr: Kapat

source: mm/dd/yy
it_it: dd/mm/yy
tr_tr: ay/gün/yıl

source: PHP Function and Shortcode Editor
it_it: Editor per la funzione PHP e lo shortcode Wordpress
tr_tr: PHP Fonksiyon ve Kısakod Düzenleyici

source: Settings
it_it: Impostazioni
tr_tr: Ayarlar

source: Settings update succesfully!
it_it: Impostazioni aggiornate!
tr_tr: Ayarlar Başarıyla Güncellendi!

source: Settings Reset to default succesfully!
it_it: Impostazioni predefinite aggiornate con successo!
tr_tr: Ayarları varsayılana sıfırlama baralı!

source: WP Bannerize Table was erase succesfully!
it_it: La tabella di WP Bannerize è stata eliminata con successo!
tr_tr: WP Bannerize Tablosu başarıyla silindi!

source: Edit
it_it: Modifica
tr_tr: Düzenle

source: Add New
it_it: Aggiungi Nuovo
tr_tr: Yeni Ekle

source: Tools
it_it: Strumenti
tr_tr: Araçlar

source: Insert a new banner
it_it: Inserisci un nuovo banner
tr_tr: Yeni banner ekle

source: From local
it_it: Da locale
tr_tr: Bilgisayardan

source: By URL o Media Library
it_it: Da URL o Libreria Media
tr_tr: URL veya Medya Kütüphanesinden

source: Free HTML
it_it: HTML Libero
tr_tr: Serbest HTML

source: Media Library Image
it_it: Immagine Media Library
tr_tr: Medya Kütüphanesi Resmi

source: Start Date
it_it: Data inizio
tr_tr: Başlangıç Tarihi

source: End Date
it_it: Data fine
tr_tr: Bitiş Tarihi

source: Leave empty to always visible
it_it: Lasciare vuoto per impostare sempre visibile
tr_tr: Her zaman görünmesi için boş bırak

source: Server Date/time
it_it: Data/Ora sul Server
tr_tr: Sunucu Tarih/Zaman

source: Group
it_it: Gruppo
tr_tr: Grup

source: Insert a key max 128 chars
it_it: inserire una chiave univoca di massimo 128 caratteri
tr_tr: En fazla 128 karakterlik bir anahtar gir

source: Description
it_it: Descrizione
tr_tr: Açıklama

source: Use this description in output
it_it: Usa la descrizione nell'output
tr_tr: Bu açıklamayı çıkışta kullan

source: Target
it_it: Destinazione:
tr_tr: Hedef

source: Max Impressions
it_it: Massime Impressions
tr_tr: En fazla izlenim

source: When Impressions are great than this value then this banner is set to hidden
it_it: Quando le Impressions superano questo valore il banner non viene più visualizzato
tr_tr: Eğer izlenimler bu değerden yüksekse banner'ı gizle

source: Add “nofollow“ attribute
it_it: Aggiungi l'attributo rel="nofollow"
tr_tr: “nofollow“ niteliği ekle

source: Insert
it_it: Inserisci
tr_tr: İçine ekle

source: Actions
it_it: Azioni
tr_tr: Eylemler

source: Trash
it_it: Cestino
tr_tr: Çöp

source: Restore
it_it: Repristina
tr_tr: Geri Yükle

source: Delete
it_it: Elimina
tr_tr: Sil

source: Apply
it_it: Applica
tr_tr: Uygula

source: Filter
it_it: Filtra
tr_tr: Filtre

source: Showing %s-%s of %s
it_it: Mostra %s-%s di %s
tr_tr: %s-%s 'den %s gösterme

source: Image
it_it: Immagine
tr_tr: Resim

source: No Banner found!
it_it: Nessun Banner trovato!
tr_tr: Banner bulunamadı!

source: Always
it_it: Sempre

source: View
it_it: Visualizza
tr_tr: Göster

source: Click Counter
it_it: Contatore Click
tr_tr: Tıklama Sayacı

source: Add nofollow attribute
it_it: Aggiungi l'attributo rel="nofollow"
tr_tr: Nofollow niteliği ekle

source: Width
it_it: Larghezza:
tr_tr: Genişlik

source: Height
it_it: Altezza
tr_tr: Yükseklik

source: Cancel
it_it: Annulla
tr_tr: İptal

source: Update
it_it: Aggiorna
tr_tr: Güncelle

source: All groups
it_it: Tutti i gruppi
tr_tr: Tüm Gruplar

source: Banner added succesfully!
it_it: Banner aggiunto con successo!
tr_tr: Banner başarıyla eklendi!

source: Error on insert Free HTML banner type
it_it: Errore durante l'inserimento del 'HTML LIbero'
tr_tr: Serbest HTML banner şeklinde eklerken hata

source: Error on insert URL banner type
it_it: Errore durante l'inserimento 'URL'
tr_tr: URL banner şeklinde eklerken hata

source: Error on insert local banner type
it_it: Errore durante l'inserimento del Banner da locale
tr_tr: Bilgisayardan banner eklerken hata

source: Error while copying [%s] [%s bytes] - [%s]
it_it: Errore durante la copia [%s] [%s bytes] - [%s]
tr_tr: %s] [%s bytes] - [%s] kopyalama sırasında hata

source: No file to upload! - [%s]
it_it: Nessun file da inviare - [%s]
tr_tr: Yüklemek için dosya yok! - [%s]

source: Banner sent to trash succesfully!
it_it: Banner messo nel cestino
tr_tr: Banner başarıyla çöpe taşındı!

source: Banner restore from trash succesfully!
it_it: Banner repristinato
tr_tr: Banner başarıyla çöpten geri yüklendi!

source: Banner delete succesfully!
it_it: Banner eliminato
tr_tr: Banner başarıyla silindi!

source: Banner update succesfully!
it_it: Banner aggiornato
tr_tr: Banner başarıyla güncellendi!

source: Error while update free HTML Banner!
it_it: Errore durante l'aggiornamento del banner con HTML libero!

source: Error while update local Banner!
it_it: Errore durante l'aggiornamento del banner locale
tr_tr: Bilgisayardan yüklenen banner güncellenirken hata!

source: Numer of rows
it_it: Numero di banner
tr_tr: Satır numaraları

source: Size
it_it: Dimesione
tr_tr: Boyut

source: Status
it_it: Stato
tr_tr: Durum

source: Clear
it_it: Pulisci
tr_tr: Temizle

source: Removes all data from WP Bannerize Table. This operation is irreversible! Make a backup before proceding.
it_it: Rimuove tutti i dati dalla tabella di WP Bannerize. Questa operazione è irreversibile! Fai un backup prima di procedere.
tr_tr: WP Bannerize Tablosundaki tüm veriyi kaldır. Bu işlemin geri dönüşümü yok! İşlemden önce mutlaka yedek alın.

source: Remove uploaded images
it_it: Rimuovi anche le immagini
tr_tr: Yüklenen resmi kaldır

source: Initialize
it_it: Inizializza
tr_tr: Sıfırlama

source: Please, confirm irreversible action
it_it: Conferma l'azione irreversibile
tr_tr: Lütfen, geri dönüşümü olmayan işlemi onaylayın

source: How to
it_it: Come usarlo
tr_tr: Nasıl yapılır

source: To display your banner use Widget area, PHP or Wordpress shortcode in your post and page
it_it: Per visualizzare i tuoi banner usa l'area Widget, la funzione PHP o lo shortcode Wordpress nelle tue pagine o articoli
tr_tr: Banner gösterimi için Widget alanı, PHP veya Wordpress kısa kodlarını yazı ve sayfalarda kullanın

source: Usage from PHP
it_it: Uso da PHP
tr_tr: PHP kullanımı

source: Arguments for PHP function
it_it: Argomenti per la funzione PHP
tr_tr: PHP fonksiyonu için argümanlar

source: Usage from shortcode
it_it: Uso da shortcode
tr_tr: Kısa kod kullanımı

source: Deprecated
it_it: Deprecato
tr_tr: Önerilmeyen

source: These arguments are no longer supported
it_it: Questi argomenti non sono più supportati
tr_tr: Bu argümanlar daha fazla desteklenmiyor

source: The shortcode
it_it: Wordpress Shortcode
tr_tr: Kısa kod

source: Turn on Click Counter
it_it: Attiva il Click Counter
tr_tr: Tıklama Sayacını Açın

source: Turn on Impressions
it_it: Attiva Impressions
tr_tr: İzlenimleri Açın

source: Link description
it_it: Aggiungi link alla descrizione
tr_tr: Link açıklaması

source: Support WP Bannerize
it_it: Supporta WP Bannerize
tr_tr: WP Bannerize Destekleyin

source: Append Powered by...
it_it: Aggiunge la scritta Powered by...
tr_tr: Tarafından Desteklenmektedir... Ekle

source: Adobe Flash Window Mode
it_it: Modalità per la visualizzazione dei filmati Adobe Flash
tr_tr: Adobe Flash Pencere Kipi

source: Frontend Style
it_it: Stile per Frontend
tr_tr: Ön uç stili

source: Default: vertical
it_it: Verticale
tr_tr: Varsayılan: Dikey

source: Inline: side by side
it_it: Affiancati
tr_tr: Satır içi: yan yana

source: Custom rules
it_it: Regole personalizzate
tr_tr: Özel kurallar

source: Default HTML/message for no banner
it_it: Messaggio HTML predefinito quando non ci sono banner da visualizzare
tr_tr: Banner olmadığında varsayılan HTML/mesaj

source: Reset to Default
it_it: Impostazioni predefinite
tr_tr: Varsayılana Sıfırla

source: Any
it_it: Qualsiasi
tr_tr: Herhangi

source: Random
it_it: Casuale
tr_tr: Rasgele

source: No HTML wrap
it_it: Nessun HTML
tr_tr: HTML dolanım yok

source: Limit
it_it: Limite
tr_tr: Sınır

source: HTML Tag before banner
it_it: Tag HTML prima del banner
tr_tr: Banner öncesi HTML etiketi

source: HTML Tag after banner
it_it: Tag HTML dopo il banner
tr_tr: Banner sonrası HTML etiketi

source: Show banners only for following categories
it_it: Mostra i banner solo per queste categorie
tr_tr: Sadece takip eden kategoriler için banner göster

source: Click in the text area and copy code below
it_it: Clicca nell'area testo qui sotto e copia il codice
tr_tr: Yazı alanına tıkla ve alttaki kodu kopyala

source: PHP Function
it_it: Funzione PHP
tr_tr: PHP Fonksiyon

source: Wordpress shortcode
it_it: Shortcode Wordpress
tr_tr: Wordpress kısa kod

source: Amazing Banner Manager
it_it: Stupefacente Gestore Banner
tr_tr: Mükemmel Banner Yönetici

source: Title
it_it: Titolo
tr_tr: Başlık

source: Show only for these Categories
it_it: Mostra solo per queste categorie
tr_tr: Sadece bu kategori için göster

source: Max
it_it: Massimo
tr_tr: En fazla

source: Database
tr_tr: Veritabanı

source: Impressions
tr_tr: İzlenimler
